hilmane34-a11y/TARS-A2DP/boards/TARS_ESP32_A2DP/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "TARS ESP32 A2DP"
#define MICROPY_HW_MCU_NAME "ESP32"

// Matikan modul Bluetooth NimBLE bawaan MicroPython.
// Bluetooth Classic/A2DP akan ditangani oleh modul C TARS.
#define MICROPY_PY_BLUETOOTH (0)
